Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_analysis_entropy
source: redundancy compression ratio
ar: redundancy compression ratio تكرار نسبة الضغط
cs: entropie redundance komprese kompresní kompresni poměr pomer redundancy compression ratio
de: redundanz kompressionsrate redundancy compression ratio
el: πλεονασμός λόγος συμπίεσης redundancy compression ratio
es: redundancia tasa de compresión redundancy compression ratio
fa: افزونگی نسبت فشرده‌سازی, redundancy compression ratio
fr: redondance taux de compression redundancy compression ratio
hu: entrópia entropia redundancia tömörítés tomorites arány arany redundancy compression ratio
id: entropi redundansi rasio kompresi redundancy compression ratio
it: ridondanza compressione rapporto redundancy compression ratio
ja: えんとろぴー じょうちょうど あっしゅくりつ
ko: 엔트로피 중복도 압축률 redundancy compression ratio
pl: nadmiarowość kompresja współczynnik redundancy compression ratio
pt: redundância compressão taxa redundancy compression ratio
ro: entropie redundanță redundanta comprimare raport redundancy compression ratio
th: เอนโทรปี ความซ้ำซ้อน อัตราการบีบอัด redundancy compression ratio
tr: fazlalık sıkıştırma oranı redundancy compression ratio
uk: надлишковість коефіцієнт стиснення redundancy compression ratio
vi: entropy dư thừa tỷ lệ nén redundancy compression ratio
zh_hans: 熵 冗余度 压缩率 redundancy compression ratio
zh_hant: 熵 冗餘度 壓縮率 redundancy compression ratio

# Cmd_analysis_entropyGraph
source: Entropy graph
ar: رسم الإنتروبيا البياني
cs: Graf entropie
de: Entropiediagramm
el: Γράφημα εντροπίας
es: Gráfico de entropía
fa: نمودار آنتروپی
fr: Graphique d'entropie
hu: Entrópiagrafikon
id: Grafik entropi
it: Grafico dell'entropia
ja: エントロピーグラフ
ko: 엔트로피 그래프
pl: Wykres entropii
pt: Gráfico de entropia
ro: Grafic entropie
th: กราฟเอนโทรปี
tr: Entropi grafiği
uk: Графік ентропії
vi: Biểu đồ entropy
zh_hans: 熵图
zh_hant: 熵圖表

# CmdAlias_analysis_entropyGraph
source: entropy chart blocks
ar: entropy chart blocks إنتروبيا رسم بياني كتل
cs: entropie graf bloky entropy chart blocks
de: entropie diagramm blöcke entropy chart blocks
el: εντροπία γράφημα μπλοκ entropy chart blocks
es: entropía gráfico bloques entropy chart blocks
fa: آنتروپی نمودار بلوک‌ها, entropy chart blocks
fr: entropie graphique blocs entropy chart blocks
hu: entrópia entropia grafikon diagram blokkok entropy chart blocks
id: grafik entropi blok entropy chart blocks
it: entropia grafico blocchi entropy chart blocks
ja: えんとろぴーぐらふ
ko: 엔트로피 그래프 차트 블록 entropy chart blocks
pl: entropia wykres bloki entropy chart blocks
pt: entropia gráfico blocos entropy chart blocks
ro: entropie grafic diagramă diagrama blocuri entropy chart blocks
th: กราฟ เอนโทรปี บล็อก entropy chart blocks
tr: entropi grafik bloklar entropy chart blocks
uk: ентропія графік блоки entropy chart blocks
vi: biểu đồ entropy khối entropy chart blocks
zh_hans: 熵 图表 块 entropy chart blocks
zh_hant: 熵圖表 區塊 entropy chart blocks

# Cmd_analysis_digram
source: Digram
ar: مخطط الأزواج
de: Digramm
el: Διάγραμμα ζευγών
es: Digrama
fa: دیاگرام جفت‌ها
fr: Digramme
it: Digramma
ja: ダイグラム
ko: 다이그램
pt: Digrama
ro: Digramă
th: ไดแกรม
uk: Диграми
zh_hans: 二元图
zh_hant: 雙字母組

# CmdAlias_analysis_digram
source: byte pairs heatmap
ar: byte pairs heatmap أزواج بايتات خريطة حرارية
cs: digram dvojice bajtů bajtu tepelná tepelna mapa byte pairs heatmap
de: bytepaare heatmap byte pairs heatmap
el: ζεύγη byte θερμικός χάρτης byte pairs heatmap
es: pares de bytes mapa de calor byte pairs heatmap
fa: جفت بایت نقشهٔ حرارتی, byte pairs heatmap
fr: paires d'octets carte thermique byte pairs heatmap
hu: digram bájtpárok bajtparok hőtérkép hoterkep byte pairs heatmap
id: pasangan byte peta panas byte pairs heatmap
it: coppie di byte mappa di calore byte pairs heatmap
ja: だいぐらむ ばいとのくみ
ko: 다이그램 바이트 쌍 히트맵 byte pairs heatmap
pl: pary bajtów mapa cieplna byte pairs heatmap
pt: pares de bytes mapa de calor byte pairs heatmap
ro: digramă digrama perechi octeți octeti hartă termică byte pairs heatmap
th: ไดแกรม คู่ไบต์ แผนที่ความร้อน byte pairs heatmap
tr: bayt çiftleri ısı haritası byte pairs heatmap
uk: пари байтів теплова карта byte pairs heatmap
vi: cặp byte bản đồ nhiệt byte pairs heatmap
zh_hans: 二元图 字节对 热图 byte pairs heatmap
zh_hant: 雙字母組 位元組配對 熱度圖 byte pairs heatmap

# Cmd_analysis_byteDistribution
source: Byte distribution by position
ar: توزيع البايتات حسب الموضع
cs: Rozložení bajtů podle pozice
de: Byteverteilung nach Position
el: Κατανομή byte ανά θέση
es: Distribución de bytes por posición
fa: توزیع بایت بر اساس موقعیت
fr: Répartition des octets par position
hu: Bájteloszlás pozíció szerint
id: Distribusi byte menurut posisi
it: Distribuzione dei byte per posizione
ja: 位置ごとのバイト分布
ko: 위치별 바이트 분포
pl: Rozkład bajtów według pozycji
pt: Distribuição de bytes por posição
ro: Distribuția octeților după poziție
th: การกระจายของไบต์ตามตำแหน่ง
tr: Konuma göre bayt dağılımı
uk: Розподіл байтів за позицією
vi: Phân bố byte theo vị trí
zh_hans: 按位置的字节分布
zh_hant: 依位置的位元組分布

# CmdAlias_analysis_byteDistribution
source: offset heatmap
ar: offset heatmap إزاحة خريطة حرارية
cs: rozložení rozlozeni posun pozice tepelná tepelna mapa offset heatmap
el: μετατόπιση θερμικός χάρτης offset heatmap
es: desplazamiento mapa de calor offset heatmap
fa: آفست نقشهٔ حرارتی, offset heatmap
fr: décalage carte thermique offset heatmap
hu: bájteloszlás bajteloszlas pozíció pozicio eltolás eltolas hőtérkép hoterkep offset heatmap
id: distribusi posisi offset heatmap
it: posizione mappa di calore offset heatmap
ja: いちごとのばいとぶんぷ
ko: 위치별 바이트 분포 오프셋 히트맵 offset heatmap
pl: pozycja mapa cieplna przesunięcie offset heatmap
pt: posição mapa de calor deslocamento offset heatmap
ro: deplasament poziție pozitie hartă termică harta termica offset heatmap
th: การกระจาย ตำแหน่ง ออฟเซ็ต offset heatmap
tr: ofset ısı haritası offset heatmap
uk: зміщення теплова карта offset heatmap
vi: phân bố vị trí độ lệch offset heatmap
zh_hans: 位置 字节分布 偏移量 热图 offset heatmap
zh_hant: 位元組分布 位置 位移 熱度圖 offset heatmap

# Cmd_analysis_patterns
source: Frequent byte sequences
ar: تسلسلات البايتات المتكررة
cs: Časté sekvence bajtů
de: Häufige Bytefolgen
el: Συχνές ακολουθίες byte
es: Secuencias de bytes frecuentes
fa: دنباله‌های بایت پرتکرار
fr: Séquences d'octets fréquentes
hu: Gyakori bájtsorozatok
id: Urutan byte yang sering muncul
it: Sequenze di byte frequenti
ja: よく現れるバイト列
ko: 자주 나타나는 바이트 시퀀스
pl: Częste sekwencje bajtów
pt: Sequências de bytes frequentes
ro: Secvențe frecvente de octeți
th: ลำดับไบต์ที่พบบ่อย
tr: Sık bayt dizileri
uk: Часті послідовності байтів
vi: Chuỗi byte thường gặp
zh_hans: 常见字节序列
zh_hant: 常見的位元組序列

# CmdAlias_analysis_patterns
source: n-gram period pattern
ar: n-gram period pattern دورة نمط
cs: n-gram perioda vzor vzory n-gram period pattern
de: n-gramm periode muster n-gram period pattern
el: περίοδος μοτίβο n-gram period pattern
es: n-grama período patrón n-gram period pattern
fa: دوره الگو, n-gram period pattern
fr: n-gramme période motif n-gram period pattern
hu: minta gyakori bájtsorozat bajtsorozat periódus periodus n-gram period pattern
id: pola periode urutan byte n-gram period pattern
it: n-gramma periodo schema n-gram period pattern
ja: よくあらわれるばいとれつ ぱたーん しゅうき
ko: 자주 나타나는 바이트 패턴 주기 n-gram period pattern
pl: n-gram okres wzorzec n-gram period pattern
pt: n-grama período padrão n-gram period pattern
ro: model tipar perioadă perioada n-gram period pattern
th: รูปแบบ รอบ ลำดับไบต์ n-gram period pattern
tr: periyot desen n-gram period pattern
uk: період шаблон n-gram period pattern
vi: mẫu chu kỳ chuỗi byte n-gram period pattern
zh_hans: 常见 字节序列 模式 周期 n-gram period pattern
zh_hant: 常見的位元組序列 模式 週期 n-gram period pattern

# Cmd_analysis_classify
source: Detect encrypted or compressed data
ar: اكتشاف البيانات المشفرة أو المضغوطة
cs: Zjistit šifrovaná nebo komprimovaná data
de: Verschlüsselte oder komprimierte Daten erkennen
el: Εντοπισμός κρυπτογραφημένων ή συμπιεσμένων δεδομένων
es: Detectar datos cifrados o comprimidos
fa: تشخیص دادهٔ رمزنگاری‌شده یا فشرده
fr: Détecter les données chiffrées ou compressées
hu: Titkosított vagy tömörített adatok felismerése
id: Deteksi data terenkripsi atau terkompresi
it: Rileva dati crittografati o compressi
ja: 暗号化・圧縮データを検出
ko: 암호화 또는 압축된 데이터 감지
pl: Wykryj dane zaszyfrowane lub skompresowane
pt: Detectar dados criptografados ou compactados
ro: Detectare date criptate sau comprimate
th: ตรวจหาข้อมูลที่เข้ารหัสลับหรือบีบอัด
tr: Şifreli veya sıkıştırılmış veriyi algıla
uk: Виявити зашифровані або стиснені дані
vi: Phát hiện dữ liệu mã hóa hoặc nén
zh_hans: 检测加密或压缩数据
zh_hant: 偵測加密或壓縮的資料

# CmdAlias_analysis_classify
source: classify entropy random
ar: classify entropy random تصنيف إنتروبيا عشوائي
cs: klasifikace klasifikovat šifrování sifrovani komprese entropie náhodné nahodne classify entropy random
de: klassifizieren entropie zufall classify entropy random
el: ταξινόμηση εντροπία τυχαίο classify entropy random
es: clasificar entropía aleatorio classify entropy random
fa: دسته‌بندی آنتروپی تصادفی, classify entropy random
fr: classer entropie aléatoire classify entropy random
hu: osztályozás osztalyozas titkosított titkositott tömörített tomoritett entrópia véletlen veletlen classify entropy random
id: klasifikasi enkripsi kompresi acak classify entropy random
it: classifica crittografia compressione casuale classify entropy random
ja: あんごうか あっしゅく けんしゅつ ぶんるい
ko: 암호화 압축 감지 분류 엔트로피 무작위 classify entropy random
pl: klasyfikuj szyfrowanie kompresja losowe classify entropy random
pt: classificar criptografia compactação aleatório classify entropy random
ro: clasificare criptat comprimat entropie aleator classify entropy random
th: จัดประเภท เข้ารหัสลับ บีบอัด สุ่ม classify entropy random
tr: sınıflandır entropi rastgele classify entropy random
uk: класифікація ентропія випадкові classify entropy random
vi: phân loại mã hóa nén ngẫu nhiên classify entropy random
zh_hans: 加密 压缩 检测 分类 熵 随机 classify entropy random
zh_hant: 加密 壓縮 偵測 分類 熵 亂數 classify entropy random

# Cmd_analysis_fileType
source: Detect file type
ar: اكتشاف نوع الملف
cs: Zjistit typ souboru
de: Dateityp erkennen
el: Εντοπισμός τύπου αρχείου
es: Detectar el tipo de archivo
fa: تشخیص نوع فایل
fr: Détecter le type de fichier
hu: Fájltípus felismerése
id: Deteksi tipe file
it: Rileva tipo di file
ja: ファイル形式を判定
ko: 파일 형식 감지
pl: Wykryj typ pliku
pt: Detectar tipo de arquivo
ro: Detectare tip de fișier
th: ตรวจหาชนิดไฟล์
tr: Dosya türünü algıla
uk: Визначити тип файлу
vi: Nhận dạng loại tệp
zh_hans: 检测文件类型
zh_hant: 偵測檔案類型

# CmdAlias_analysis_fileType
source: magic mime format
ar: magic mime format تنسيق
cs: typ souboru formát format magic mime format
el: μορφή magic mime format
es: magic mime formato format
fa: قالب, magic mime format
hu: fájltípus fajltipus formátum formatum felismerés felismeres magic mime format
id: tipe file format magic mime format
it: tipo file formato magic mime format
ja: ふぁいるけいしきをはんてい まじっく
ko: 파일 형식 감지 판별 매직 magic mime format
pl: typ pliku format magic mime format
pt: tipo arquivo formato magic mime format
ro: tip format fișier fisier magic mime format
th: ชนิดไฟล์ รูปแบบ magic mime format
tr: biçim magic mime format
uk: сигнатура формат magic mime format
vi: loại tệp định dạng magic mime format
zh_hans: 文件类型 格式 判定 魔数 magic mime format
zh_hant: 偵測檔案類型 格式 魔術數字 magic mime format

# Cmd_analysis_fileType_here
source: Detect file type from here
ar: اكتشاف نوع الملف من هنا
cs: Zjistit typ souboru od tohoto místa
de: Dateityp ab hier erkennen
el: Εντοπισμός τύπου αρχείου από εδώ
es: Detectar el tipo de archivo desde aquí
fa: تشخیص نوع فایل از اینجا
fr: Détecter le type de fichier à partir d'ici
hu: Fájltípus felismerése innen
id: Deteksi tipe file dari sini
it: Rileva tipo di file da qui
ja: ここからの形式を判定
ko: 여기부터 파일 형식 감지
pl: Wykryj typ pliku od tego miejsca
pt: Detectar tipo de arquivo a partir daqui
ro: Detectare tip de fișier de aici
th: ตรวจหาชนิดไฟล์จากตรงนี้
tr: Buradan dosya türünü algıla
uk: Визначити тип файлу звідси
vi: Nhận dạng loại tệp từ đây
zh_hans: 从此处检测文件类型
zh_hant: 從此處偵測檔案類型

# CmdAlias_analysis_fileType_here
source: magic offset
ar: magic offset إزاحة
cs: typ souboru odsud posun magic offset
el: μετατόπιση magic offset
es: magic desplazamiento offset
fa: آفست, magic offset
fr: magic décalage offset
hu: fájltípus fajltipus innen eltolás eltolas magic offset
id: tipe file posisi ini magic offset
it: tipo file posizione magic offset
ja: ここからのけいしきをはんてい
ko: 여기부터 형식 감지 매직 오프셋 magic offset
pl: typ pliku przesunięcie magic offset
pt: tipo arquivo deslocamento magic offset
ro: tip format deplasament magic offset
th: ชนิดไฟล์ ตำแหน่งนี้ magic offset
tr: ofset magic offset
uk: сигнатура зміщення magic offset
vi: loại tệp vị trí này magic offset
zh_hans: 文件类型 此处 魔数 偏移量 magic offset
zh_hant: 從此處偵測檔案類型 魔術數字 位移 magic offset

# Cmd_analysis_fileType_embedded
source: Find embedded file types
ar: البحث عن أنواع الملفات المضمّنة
cs: Najít vložené typy souborů
de: Eingebettete Dateitypen suchen
el: Εύρεση ενσωματωμένων τύπων αρχείων
es: Buscar tipos de archivo incrustados
fa: یافتن انواع فایل جاسازی‌شده
fr: Rechercher les types de fichiers incorporés
hu: Beágyazott fájltípusok keresése
id: Temukan tipe file tersemat
it: Trova tipi di file incorporati
ja: 埋め込まれた形式を探す
ko: 포함된 파일 형식 찾기
pl: Znajdź osadzone typy plików
pt: Localizar tipos de arquivo incorporados
ro: Găsire tipuri de fișiere încorporate
th: ค้นหาชนิดไฟล์ที่ฝังอยู่
tr: Gömülü dosya türlerini bul
uk: Знайти вбудовані типи файлів
vi: Tìm loại tệp được nhúng
zh_hans: 查找嵌入的文件类型
zh_hant: 尋找內嵌的檔案類型

# CmdAlias_analysis_fileType_embedded
source: carve signature scan
ar: carve signature scan توقيع فحص
cs: vložené vlozene soubory podpis signatura prohledat carve signature scan
de: signatur suchen carve signature scan
el: υπογραφή σάρωση carve signature scan
es: firma examinar carve signature scan
fa: امضا پویش, carve signature scan
fr: signature analyse carve signature scan
hu: beágyazott beagyazott fájltípus fajltipus aláírás alairas keresés kereses carve signature scan
id: file tersemat tanda tangan pindai carve signature scan
it: incorporati estrai firma scansione carve signature scan
ja: うめこまれたけいしきをさがす しぐねちゃ
ko: 포함된 형식 찾기 카빙 시그니처 검색 carve signature scan
pl: osadzone wyodrębnij sygnatura skanowanie carve signature scan
pt: incorporados extrair assinatura varredura carve signature scan
ro: încorporat incorporat extragere semnătură semnatura scanare carve signature scan
th: ไฟล์ที่ฝัง ลายเซ็น สแกน carve signature scan
tr: imza tara carve signature scan
uk: видобування сигнатура сканування carve signature scan
vi: tệp nhúng chữ ký quét carve signature scan
zh_hans: 嵌入 文件 提取 签名 扫描 carve signature scan
zh_hant: 尋找內嵌的檔案類型 簽章 掃描 carve signature scan

# Cmd_view_panel_statistics
source: Toggle statistics panel
ar: تبديل لوحة الإحصاءات
cs: Přepnout panel statistiky
de: Statistikbereich ein/aus
el: Εναλλαγή πλαισίου στατιστικών
es: Mostrar u ocultar el panel de estadísticas
fa: نمایش/پنهان کردن پنل آمار
fr: Afficher/masquer le volet Statistiques
hu: Statisztika panel be/ki
id: Alihkan panel statistik
it: Mostra/nascondi pannello statistiche
ja: 統計パネルの表示切り替え
ko: 통계 패널 표시/숨기기
pl: Pokaż/ukryj panel statystyk
pt: Mostrar/ocultar painel de estatísticas
ro: Comutare panou statistici
th: สลับแผงสถิติ
tr: İstatistik panelini aç/kapat
uk: Показати або приховати панель статистики
vi: Bật/tắt bảng thống kê
zh_hans: 切换统计信息面板
zh_hant: 切換統計資料面板

# CmdAlias_view_panel_statistics
source: histogram entropy
ar: histogram entropy مدرج تكراري إنتروبيا
cs: statistika histogram entropie histogram entropy
de: histogramm entropie histogram entropy
el: ιστόγραμμα εντροπία histogram entropy
es: histograma entropía histogram entropy
fa: هیستوگرام آنتروپی, histogram entropy
fr: histogramme entropie histogram entropy
hu: statisztika panel hisztogram entrópia entropia histogram entropy
id: statistik histogram entropi histogram entropy
it: statistiche istogramma entropia histogram entropy
ja: とうけいぱねる
ko: 통계 패널 히스토그램 엔트로피 histogram entropy
pl: statystyki histogram entropia histogram entropy
pt: estatísticas histograma entropia histogram entropy
ro: statistici panou histogramă histograma entropie histogram entropy
th: สถิติ ฮิสโตแกรม เอนโทรปี histogram entropy
tr: histogram entropi histogram entropy
uk: гістограма ентропія histogram entropy
vi: thống kê biểu đồ tần suất histogram entropy
zh_hans: 统计 面板 直方图 熵 histogram entropy
zh_hant: 統計資料面板 長條圖 熵 histogram entropy

# Cmd_view_panel_fileType
source: Toggle file type panel
ar: تبديل لوحة نوع الملف
cs: Přepnout panel typu souboru
de: Dateitypbereich ein/aus
el: Εναλλαγή πλαισίου τύπου αρχείου
es: Mostrar u ocultar el panel de tipo de archivo
fa: نمایش/پنهان کردن پنل نوع فایل
fr: Afficher/masquer le volet Type de fichier
hu: Fájltípus panel be/ki
id: Alihkan panel tipe file
it: Mostra/nascondi pannello tipo di file
ja: ファイル形式パネルの表示切り替え
ko: 파일 형식 패널 표시/숨기기
pl: Pokaż/ukryj panel typu pliku
pt: Mostrar/ocultar painel de tipo de arquivo
ro: Comutare panou tip de fișier
th: สลับแผงชนิดไฟล์
tr: Dosya türü panelini aç/kapat
uk: Показати або приховати панель типу файлу
vi: Bật/tắt bảng loại tệp
zh_hans: 切换文件类型面板
zh_hant: 切換檔案類型面板

# CmdAlias_view_panel_fileType
source: magic mime
ar: magic mime نوع الملف
cs: typ souboru formát format magic mime
de: dateityp magic mime
el: τύπος αρχείου magic mime
es: tipo de archivo magic mime
fa: نوع فایل, magic mime
fr: type de fichier magic mime
hu: fájltípus fajltipus panel formátum formatum magic mime
id: tipe file magic mime
it: tipo file formato magic mime
ja: ふぁいるけいしきぱねる
ko: 파일 형식 패널 매직 magic mime
pl: typ pliku format magic mime
pt: tipo arquivo formato magic mime
ro: tip fișier fisier panou magic mime
th: ชนิดไฟล์ magic mime
tr: dosya türü magic mime
uk: сигнатура magic mime
vi: loại tệp magic mime
zh_hans: 文件类型 面板 魔数 magic mime
zh_hant: 檔案類型面板 魔術數字 magic mime

# Menu_Analysis_Statistics.Text
source: Statistics...
ar: الإحصاءات...
cs: Statistika...
de: Statistik...
el: Στατιστικά...
es: Estadísticas...
fa: آمار...
fr: Statistiques...
hu: Statisztika...
id: Statistik...
it: Statistiche...
ja: 統計...
ko: 통계...
pl: Statystyki...
pt: Estatísticas...
ro: Statistici...
th: สถิติ...
tr: İstatistikler...
uk: Статистика...
vi: Thống kê...
zh_hans: 统计信息...
zh_hant: 統計資料...

# Menu_Analysis_Statistics.AccessKey
source: S
ar: ص
el: Α
es: E
fa: آ
hu: T
pt: E
uk: Т
vi: K

# Menu_Analysis_Classify.Text
source: Detect Encrypted/Compressed Data
ar: اكتشاف البيانات المشفرة/المضغوطة
cs: Zjistit šifrovaná/komprimovaná data
de: Verschlüsselte/komprimierte Daten erkennen
el: Εντοπισμός κρυπτογραφημένων/συμπιεσμένων δεδομένων
es: Detectar datos cifrados/comprimidos
fa: تشخیص دادهٔ رمزنگاری‌شده/فشرده
fr: Détecter les données chiffrées/compressées
hu: Titkosított/tömörített adatok felismerése
id: Deteksi Data Terenkripsi/Terkompresi
it: Rileva dati crittografati/compressi
ja: 暗号化・圧縮データの検出(E)
ko: 암호화/압축된 데이터 감지(E)
pl: Wykryj dane zaszyfrowane/skompresowane
pt: Detectar dados criptografados/compactados
ro: Detectare date criptate/comprimate
th: ตรวจหาข้อมูลที่เข้ารหัสลับ/บีบอัด(E)
tr: Şifreli/Sıkıştırılmış Veriyi Algıla
uk: Виявити зашифровані/стиснені дані
vi: Phát hiện Dữ liệu Mã hóa/Nén
zh_hans: 检测加密/压缩数据(E)
zh_hant: 偵測加密/壓縮的資料(E)

# Menu_Analysis_Classify.AccessKey
source: E
ar: ش
cs: Z
de: K
el: Ε
es: D
fa: ر
fr: D
hu: A
it: R
pl: W
pt: D
ro: D
tr: V
uk: В
vi: P

# Menu_Analysis_FileType.Text
source: Detect File Type
ar: اكتشاف نوع الملف
cs: Zjistit typ souboru
de: Dateityp erkennen
el: Εντοπισμός τύπου αρχείου
es: Detectar el tipo de archivo
fa: تشخیص نوع فایل
fr: Détecter le type de fichier
hu: Fájltípus felismerése
id: Deteksi Tipe File
it: Rileva tipo di file
ja: ファイル形式の判定
ko: 파일 형식 감지
pl: Wykryj typ pliku
pt: Detectar tipo de arquivo
ro: Detectare tip de fișier
th: ตรวจหาชนิดไฟล์
tr: Dosya Türünü Algıla
uk: Визначити тип файлу
vi: Nhận dạng Loại Tệp
zh_hans: 检测文件类型
zh_hant: 偵測檔案類型

# Menu_Analysis_FileType.AccessKey
source: F
ar: ن
cs: T
de: D
el: Τ
es: T
fa: ن
fr: L
id: T
it: T
pl: T
pt: T
ro: T
tr: D
uk: Ф
vi: N

# Menu_View_Statistics.Text
source: Statistics
ar: الإحصاءات
cs: Statistika
de: Statistik
el: Στατιστικά
es: Estadísticas
fa: آمار
fr: Statistiques
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
pl: Statystyki
pt: Estatísticas
ro: Statistici
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计信息
zh_hant: 統計資料

# Menu_View_Statistics.AccessKey
source: Q
ar: ص
cs: K
de: T
el: Β
es: G
fa: پ
fr: A
hu: I
id: S
it: T
pl: S
pt: S
ro: T
tr: I
uk: К
vi: O

# Menu_View_FileType.Text
source: File Type
ar: نوع الملف
cs: Typ souboru
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fa: نوع فایل
fr: Type de fichier
hu: Fájltípus
id: Tipe File
it: Tipo di file
ja: ファイル形式
ko: 파일 형식
pl: Typ pliku
pt: Tipo de arquivo
ro: Tip de fișier
th: ชนิดไฟล์
tr: Dosya Türü
uk: Тип файлу
vi: Loại Tệp
zh_hans: 文件类型
zh_hant: 檔案類型

# Menu_View_FileType.AccessKey
source: F
ar: و
cs: U
de: A
el: Υ
es: V
fa: ف
fr: Y
pl: T
pt: T
ro: K
tr: Ü
uk: Ф
vi: I

# HexView_Menu_Statistics
source: Statistics
ar: الإحصاءات
cs: Statistika
de: Statistik
el: Στατιστικά
es: Estadísticas
fa: آمار
fr: Statistiques
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
pl: Statystyki
pt: Estatísticas
ro: Statistici
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计信息
zh_hant: 統計資料

# HexView_Menu_FileTypeHere
source: Detect file type from here
ar: اكتشاف نوع الملف من هنا
cs: Zjistit typ souboru od tohoto místa
de: Dateityp ab hier erkennen
el: Εντοπισμός τύπου αρχείου από εδώ
es: Detectar el tipo de archivo desde aquí
fa: تشخیص نوع فایل از اینجا
fr: Détecter le type de fichier à partir d'ici
hu: Fájltípus felismerése innen
id: Deteksi tipe file dari sini
it: Rileva tipo di file da qui
ja: ここからの形式を判定
ko: 여기부터 파일 형식 감지
pl: Wykryj typ pliku od tego miejsca
pt: Detectar tipo de arquivo a partir daqui
ro: Detectare tip de fișier de aici
th: ตรวจหาชนิดไฟล์จากตรงนี้
tr: Buradan dosya türünü algıla
uk: Визначити тип файлу звідси
vi: Nhận dạng loại tệp từ đây
zh_hans: 从此处检测文件类型
zh_hant: 從此處偵測檔案類型

# Panel_Statistics_Title
source: Statistics
ar: الإحصاءات
cs: Statistika
de: Statistik
el: Στατιστικά
es: Estadísticas
fa: آمار
fr: Statistiques
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
pl: Statystyki
pt: Estatísticas
ro: Statistici
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计信息
zh_hant: 統計資料

# Panel_FileType_Title
source: File type
ar: نوع الملف
cs: Typ souboru
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fa: نوع فایل
fr: Type de fichier
hu: Fájltípus
id: Tipe file
it: Tipo di file
ja: ファイル形式
ko: 파일 형식
pl: Typ pliku
pt: Tipo de arquivo
ro: Tip de fișier
th: ชนิดไฟล์
tr: Dosya türü
uk: Тип файлу
vi: Loại tệp
zh_hans: 文件类型
zh_hant: 檔案類型

# Status_Item_FileType
source: File type
ar: نوع الملف
cs: Typ souboru
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fa: نوع فایل
fr: Type de fichier
hu: Fájltípus
id: Tipe file
it: Tipo di file
ja: ファイル形式
ko: 파일 형식
pl: Typ pliku
pt: Tipo de arquivo
ro: Tip de fișier
th: ชนิดไฟล์
tr: Dosya türü
uk: Тип файлу
vi: Loại tệp
zh_hans: 文件类型
zh_hant: 檔案類型

# Status_FileTypeName
source: File type: {0}
ar: نوع الملف: {0}
cs: Typ souboru: {0}
de: Dateityp: {0}
el: Τύπος αρχείου: {0}
es: Tipo de archivo: {0}
fa: نوع فایل: {0}
fr: Type de fichier : {0}
hu: Fájltípus: {0}
id: Tipe file: {0}
it: Tipo di file: {0}
ja: ファイル形式: {0}
ko: 파일 형식: {0}
pl: Typ pliku: {0}
pt: Tipo de arquivo: {0}
ro: Tip de fișier: {0}
th: ชนิดไฟล์: {0}
tr: Dosya türü: {0}
uk: Тип файлу: {0}
vi: Loại tệp: {0}
zh_hans: 文件类型：{0}
zh_hant: 檔案類型：{0}
